<template>
    <div class="protocol_pay">
        <div class="base-container">
            <div class="title">
                购买3D数字展厅空间模板服务协议
            </div>
            <div class="blod desc">
                甲乙双方本着平等互利、诚实守信的原则，经甲方确认，依据《中华人民共和国合同法》双方达成本协议：
            </div>
            <p>一、以下所述条款构成平台服务或项目购买方（以下简称“甲方”）与深圳积木易搭科技技术有限公司（以下简称“乙方”）就购买本平台服务或项目所达成的协议（以下简称“本协议”）。甲方同意接受本协议的条款，接受本协议乙方的收费标准、服务内容以及乙方已经发布生效的任何规定的约束。</p>
            <p>二、本协议项下甲方所购买展厅模板产品，单个展厅模板仅可创建一个展厅，按照甲方于购买页面中载明的期限为周期及产品详情进行收费及服务。本协议项下展厅模板产品不提供布展服务，如如甲方需要求乙方提供布展服务的，乙方可有偿向甲方提供该服务，甲方应向乙方另行付费。</p>
            <p>三、甲方系自主选择本协议规定的3D数字展厅空间模板，并保证接受本协议约定的空间模板搭建3D数字展厅服务将不会侵害任何第三方的合法权益；甲方在使用3D数字展厅服务过程中，所有行为均遵守国家法律、法规等规范性文件及传播平台服务协议的相关规定，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。如果违反前述约定，产生任何法律后果的，甲方应以自己的名义独立承担所有的法律责任，如给乙方造成经济损失,甲方将给予全额赔偿。</p>
            <p>四、甲方保证：不发布国家禁止销售的或限制销售的商品或服务信息（除非取得合法且足够的许可），不发布涉嫌侵犯他人知识产权或其它合法权益的商品或服务信息，不发布违背社会公共利益或公共道德或国家相关机构认为不适合在传播平台销售的商品或服务信息，不发布其它涉嫌违法或违反本协议的信息。乙方有权对以上信息进行抽查审核。如发现甲方所发布内容违背上述承诺，乙方有权根据自主判断拒绝为甲方提供约定服务且不承担任何违约责任，如给乙方造成损失的，还应赔偿乙方损失。</p>
            <p>五、由于3D数字展厅服务受网络影响具有一定的风险和不可控性, 如因下列情形造成3D数字展厅服务发生变化、争议、中断或终止的，乙方无需为此承担任何责任，但应尽可能事先进行通告：（1）由于电信线路、服务器和设备故障、宕机等原因造成甲方暂时无法提供服务。（2）由于甲方引起的有关3D数字展厅服务权属或其他任何纠纷。（3）由于乙方服务变化、技术或者其他无法预测、无法控制的因素造成的对服务的使用影响。（4）由于政策发生变化导致服务变更或无法继续提供服务。</p>
            <p>六、乙方不负担由于以下，且不限于以下事项引起的任何和全部的损失和责任：（1）因技术限制或不可抗力造成的损失或责任。（2）因未被授权者使用或误用申请人的帐号引起的损失或责任。（3）因甲方对帐号信息保管不善造成的帐号被盗用引起的损失或责任。（4）因其他的原因导致的损失或责任，包括未能按时缴纳3D数字展厅空间模板服务费用。</p>
            <p>七、3D数字展厅服务自甲方支付全部款项后在线开通，并从开通之日起，开始计算服务期限。甲方知悉并确认，甲方于本协议所购买的产品为虚拟货物，一经支付成功，乙方概不接受退款或更换之事宜。</p>
            <p>八、乙方不对客户承诺以下内容：（1）所售3D数字展厅服务规格之外的服务内容。（2）3D数字展厅服务标准功能外的定制化开发。（3）实际宣传效果、变现收益等。</p>
            <p>九、甲、乙双方应履行本协议相关约定，乙方会尽力但不保证提供完善的付费产品、功能或服务的相关内容，提供方式为官网介绍和客服服务。甲方有权在选择购买前，已详细了解所有产品功能和服务细则。乙方不承担因您未充分了解付费产品、功能或服务的内容，而提出的退款或赔偿诉求。任何一方违约，守约方有权终止本协议，违约方应承担相应违约责任，如甲方违约或擅自解除本协议，则甲方所支付的全部费用不予返还。无论何种情况，违约及赔偿总额以甲方支付的费用为限。</p>
            <p>十、甲方不得将乙方提供的帐户或服务等基于本协议取得的产品或成果通过出租、出售、许可等有偿或无偿的方式交由第三方进行使用，并且甲方应确保不会因为自身过失导致第三方获取乙方提供的账户，否则乙方有权解除本协议而不承担任何违约责任，如给乙方造成损失的，还应赔偿乙方损失。</p>
            <p>十一、甲方于乙方平台内所登记联系方式和联系信息适用于双方往来联系、书面文件送达及争议解决时法律文书送达。文件、通知按照有效的联系方式交给经营特快专递的单位三日后为已送达。</p>
            <p>十二、本协议的签订、履行、变更、解除、纠纷适用中华人民共和国法律。在履行本协议中如发生争议，甲乙双方应协商解决；协商不成时，应提交中国国际经济贸易仲裁委员会按照该会有效仲裁规则仲裁。仲裁裁决是终局的，对双方当事人均有约束力。</p>
            <p class="blod">十三、甲方确认，已阅读完毕且完全同意以上条款，甲方于向乙方发起支付时默认已清楚了解所购买产品/项目内容且对本协议内容无异议。</p>
           
        </div>
    </div>
</template>
<script>
export default {
    name:"protocol_pay",
    data(){
        return {

        }
    }
}
</script>
<style lang="scss" scoped src="./protocol_pay.scss"></style>