<template>
  <div class="user-Protocol">
      <div class="content">
        <div class="up-tab">
          <span class="up-tab-items" :class="{active:tabIndex=='user'}"  @click="slideTab('user')">用户协议</span>
          <span class="up-tab-items"  :class="{active:tabIndex=='copyright'}" @click="slideTab('copyright')">版权声明</span>
          <span class="up-tab-items"  :class="{active:tabIndex=='serviceAgreement'}" @click="slideTab('serviceAgreement')">购买协议</span>
        </div>
        <div class="up-details" v-show="tabIndex=='user'">
          <div class="up-part">
            <h1 class="up-title">1. 协议生效条件</h1>
            <div class="up-desc">
              <p
                class="up-desc-items"
              >3D云展网的各项服务的所有权和运作权归积木易搭所有。3D云展网提供的服务将完全按照其发布的章程、服务条款和操作规则严格执行。用户同意所有用户协议条款并完全完成注册程序，此协议即时生效，您随之成为本网站的正式用户。用户确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。 用户勾选同意本协议的，即视为用户确认自己具有购买及享受本站服务、上传信息等相应的权利能力和行为能力，能够独立承担法律责任。</p>
            </div>
          </div>

          <div class="up-part">
            <h1 class="up-title">2. 使用范围及方式</h1>
            <div class="up-desc">
              <p class="up-desc-items">您可以在积木易搭明确授权的范围内访问本网站。</p>
              <p class="up-desc-items">积木易搭授予您有限制地登录和使用本网站，未经积木易搭明确书面授权许可或付费购买相应内容，任何人不得下载或修改本网站及其部分内容，不得框取或利用框取技术对本网站上出现的积木易搭所有的或经合法授权使用的任何商标、LOGO、所有权信息（包括图像、文字、网页排版、表格）及其关联公司（包括母公司及其下属公司）信息进行不正当使用。</p>
              <p class="up-desc-items">本授权不适用的例外情形包括但不限于：</p>
              <p class="up-desc-items">
                <span>（a）本网站或其服务内容的转售；</span>
              </p>
              <p class="up-desc-items">
                <span>（b）收集和使用本网站任何产品列表或描述及价格；</span>
              </p>
              <p class="up-desc-items">
                <span>（c）模仿性地使用本网站，复制、转载本网站内容；</span>
              </p>
              <p class="up-desc-items">
                <span>（d）其他未经授权使用任何数据挖掘技术、机器人或数据调取工具进行数据收集和提取的情形。</span>
              </p>
              <p class="up-desc-items">如出现本协议第2条（c）款所述的情形，将导致积木易搭终止对您使用本网站的授权许可。</p>
              <p class="up-desc-items">本网站采用账户充值扣费的方式进行用户付费，即用户通过支付通道在本网站用户专属账户内进行一定金额的费用充值，用户在本网站内进行产品/服务购买时使用该账户余额进行付费，则无需另行支付相关费用。该账户内余额不足时，用户可选择继续充值。该账户内充值完毕后的账户余额无使用期限限制。如充值完毕后，用户因自身原因需关闭本网站账户或要求本网站进行退款的，均不予退还。</p>
              <p class="up-desc-items">用户应切实保管好自身账户密码，本网站及积木易搭及其关联方均不会要求用户提供账户及密码，本网站及积木易搭及其关联方亦不会通过该账户获取用户支付密码而获取不法收益。如非因本网站及积木易搭及其关联方原因发生用户账户及密码泄露而导致用户损失的，该损失由用户自行承担，本网站及积木易搭及其关联方概不负责。</p>
            </div>
          </div>
          <div class="up-part">
              <h1 class="up-title">3. 注册义务</h1>
              <div class="up-desc">
                <p class="up-desc-items">3D云展网通过互联网为用户提供网络服务。同时，用户必须：</p>
                <p class="up-desc-items">(a)自行配备上网的所需设备，包括个人电脑、调制解调器或其他必备上网装置；</p>
                <p class="up-desc-items">(b)自行负担个人上网所支付的与此服务有关的电话费用、网络费用。为了能使用本服务，您同意以下事项∶</p>
                <p class="up-desc-childs"><span
                  class="up-desc-items up-desc-small"
                >(1)依本服务注册表的提示提供您本人真实、正确、最新及完整的资料；</span>
                <span
                  class="up-desc-items up-desc-small"
                >(2)维持更新您个人用户信息，确保其真实、正确、最新及完整。若您提供任何错误、不实、过时或不完整的资料，并为本网站所确知，或者本网站有合理的理由怀疑前述资料为错误、不实、过时或不完整，本网站有权暂停或终止您的帐号，并拒绝您于现在和未来使用本网站全部或部分的服务。</span>
                <span
                  class="up-desc-items up-desc-small"
                >(3)用户同意接受本网站通过电子邮件或其他方式向用户发送广告或其他相关商业信息。</span>
                </p>
              </div>
          </div>
          <div class="up-part">
            <h1 class="up-title">4. 隐私规定</h1>
            <div class="up-desc">
              <p
                class="up-desc-items"
              >尊重用户个人隐私是3D云展网的一项基本准则。本网站在用户注册过程中获取的用户信息仅作为用户数据储存及大数据调研等在合法范围内使用，本网站不会对该等用户信息进行转售及对与本网站无关联关系的第三方泄露。作为对用户注册资料分析的补充，本网站不会在未经合法用户授权时公开、编辑或透露其注册资料及保存在本网站中的非公开内容。除非有法律许可要求或本网站在诚信的基础上认为透露这些信息在以下三种情况是必要的：</p>
              <p class="up-desc-items">
                <span>(a) 遵守有关法律规定，遵从合法服务程序；</span>
              </p>
              <p class="up-desc-items">
                <span>(b) 在紧急情况下竭力维护用户个人和社会大众的隐私安全；</span>
              </p>
              <p class="up-desc-items">
                <span>(c) 符合其他相关的要求。</span>
              </p>
            </div>
          </div>
          <div class="up-part">
            <h1 class="up-title">5. 商标使用及相关知识产权</h1>
            <div class="up-desc">
              <p
                class="up-desc-items"
              >除非另有说明，所有包括在本网站内的积木易搭相关品牌等名称、图形、设计、LOGO、页标题、按钮图标、文字、商业标记、商业外观和服务名称均为积木易搭及其授权者的商标，并且受到商标法等相关法律保护。用户不得以任何可能对积木易搭或本网站相关品牌造成混淆、诋毁或有损积木易搭品牌信誉的方式使用以上所涉商标和标志。</p>
              <p class="up-desc-items">
                本网站上所有公示内容，包括产品本身及产品设计等均属于积木易搭及其关联公司，并且受到中国知识产权法律保护。本网站用户上传的所有公开信息，其知识产权均归属于该用户本身，除了已征得原知识产权人的同意/已付费购买相关服务取得相应授权/网站内已标示可免费使用的或出于个人非营利性目的的使用，您不得通过电子邮件或其他任何方式使用、展示、复制、转发、修改、散布、传播、出售、出版、创造衍生产品、广播、发行或以任何方式利用全部或部分网站内容。
              </p>
            </div>
          </div>
          <div class="up-part">
            <h1 class="up-title">6. 用户信息的存储与限制</h1>
            <div class="up-desc">
              <p
                class="up-desc-items"
              >本网站不对用户所发布信息的删除或储存失败负责。本网站有判定用户的行为是否符合本网站服务条款的要求的保留权利，如果用户违背了服务条款的规定，本网站有中断对其提供网络服务的权利。</p>
            </div>
          </div>
          <div class="up-part">
            <h1 class="up-title">7. 服务条款的修改</h1>
            <div class="up-desc">
              <p
                class="up-desc-items"
              >本网站有权在必要时修改服务条款。本网站服务条款一旦发生变动，将会在重要页面上提示所修改的内容。如果用户不同意所改动的内容，可以主动取消已获得的网络服务。如果用户继续使用本网站所提供的网络服务的，则视为接受服务条款的变动。本网站保留随时修改或中断服务而无需告知用户的权利。用户或本网站可随时根据实际情况中断一项或多项网络服务。本网站行使修改或中断服务的权利，无需对用户或任何第三方负责。</p>
            </div>
          </div>
          <div class="up-part">
            <h1 class="up-title">8. 免责声明及责任限制</h1>
            <div class="up-desc">
              <p
                class="up-desc-items"
              >本网站及其提供的所有信息是基于积木易搭目前的"现状"及"现有"资料及信息提供的。积木易搭对于本网站的运营和可用性或有关信息、内容、材料（特别是产品信息）的准确性，不作任何形式的明示或暗示的声明或担保，但力求在其产品说明等方面尽可能做到准确。尽管如此，积木易搭并不能绝对保证产品、价格说明或本网站的其他内容是准确地、完整的、最新的、可靠的或是毫无差错的。在法律完全许可的范围内，积木易搭对本网站上公示的内容及信息不作任何明示或暗示的保证，包括但不限于出于某种特定目的而对适销性和适用性作出的保证。</p>
              <p
                class="up-desc-items"
              >本网站对任何直接、间接、偶然、特殊及引起的损害不负责任，这些损害可能来自：不正当使用网络服务，在外链网上购买商品或进行同类型服务，在网上进行交易，非法使用网络服务或用户传送的信息有所变动。</p>
              <p
                class="up-desc-items"
              >积木易搭无法保证本网站及其服务或发送的电子邮件不存在错误、病毒或其他有害内容，但将尽合理谨慎义务避免或减少此类问题的发生。对任何因使用本网站而导致访问用户遭受损害的索赔请求，在本网站存在过错的情况下，积木易搭同意向受损害的访问用户承担的赔偿金额不应超过人民币200元。</p>
            </div>
          </div>
          <div class="up-part">
            <h1 class="up-title">9. 用户管理</h1>
            <div class="up-desc">
              <p
                class="up-desc-items"
              >用户单独承担发布内容的责任。用户对服务的使用均不得违反中华人民共和国相关法律法规和国际相关法律的。 用户必须遵循：</p>
              <p class="up-desc-items">
                <span>(a)不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；</span>
              </p>
              <p class="up-desc-items">
                <span>(b)从中国境内向外传输技术性资料时必须符合中国有关法律法规；</span>
              </p>
              <p class="up-desc-items">
                <span>(c)使用网络服务不作非法用途；</span>
              </p>
              <p class="up-desc-items">
                <span>(d)不干扰或扰乱网络服务；</span>
              </p>
              <p class="up-desc-items">
                <span>(e)遵守所有使用网络服务的网络协议、规定、程序和惯例。</span>
              </p>
              <p class="up-desc-items">
                <span>(f)不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；转贴文章或者上传他人设计作品时须事先征得原作者同意，并注明“原作者姓名及出处，版权仅归原作者所有” 。本网站对可能由此产生侵权的直接或间接结果不必承担任何责任。</span>
              </p>
              <p class="up-desc-items">
                <span>(g)用户须承诺不传输任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽等信息资料。另外，用户也不得传输任何教唆他人构成犯罪行为的资料；不得传输助长国内不利条件和涉及国家安全的资料；不得传输任何违反中华人民共和国相关法律法规和国际相关法律的资料。</span>
              </p>
              <p class="up-desc-items">用户不得将在本网站已成功注册获得的账户转借给他人使用，否则用户应承担由此产生的全部责任，并与实际使用人承担连带责任。</p>
               <p class="up-desc-items">用户同意，如发生纠纷，积木易搭及其关联公司有权使用用户的注册信息、用户名、密码等信息，登录进入用户的注册账户，进行证据保全，包括但不限于公证、见证等。</p>
               <p class="up-desc-items">如用户违反上述规定的，本网站有权作出独立判断并采取暂停或关闭用户帐号等措施，本网站可在任何时候不经任何事先通知终止向您提供服务，如给积木易搭及关联公司造成损失的，积木易搭有权要求该用户向积木易搭及关联公司赔偿由此造成的一切直接及间接损失。</p>
               <p class="up-desc-items">用户须对自己在网上的言论和行为及所上传的或交付积木易搭上传的资料等承担法律责任。</p>
            </div>
          </div>
          <div class="up-part">
            <h1 class="up-title">10. 访问用户所上传的信息</h1>
            <div class="up-desc">
              <p class="up-desc-items">用户对于其创作并在本网站内上发布的合法信息依法享有著作权及其相关权利。</p>
              <p class="up-desc-items">对于用户通过本网站网络服务上传到本网站上可公开获取区域的任何信息，即视为您不可撤销地、自动授予积木易搭及其关联公司非独占地、永久地、无偿地对该内容进行使用、复制、修复、改编、出版、翻译、创作衍生作品、发布及在全球范围内通过任何媒体进行展示。同时，您授予积木易搭及其关联公司和被授权者可自由选择使用相关内容中您所提供的名字、商标或标识的权利。积木易搭及其关联公司可将可公开获取区域的任何信息免费进行复制、修改、改编等以用于积木易搭及其关联公司相关业务，并可通过各种形式免费使用上述信息。您将对下述事项作出声明及保证：</p>
              <p class="up-desc-items">
                <span>（a) 对所提供内容拥有所有权或控制权；</span>
              </p>
              <p class="up-desc-items">
                <span>（b) 所提供的内容是正确的；</span>
              </p>
              <p class="up-desc-items">
                <span>（c) 任何使用您所提供的内容的行为不会对任何人或实体造成伤害或侵犯；</span>
              </p>
              <p class="up-desc-items">
                <span>（d) 您所提供的内容不会侵犯任何第三方的知识产权、隐私权或其他权利，并且这些内容不带有诽谤色彩；</span>
              </p>
              <p class="up-desc-items">
                <span>（e) 对积木易搭及其关联公司收到的任何因您所提供内容而遭受的索赔给予赔偿。积木易搭有权利但并无义务监控、编辑或者删除访问用户通过本网站发布的违背本协议的内容。积木易搭不会对您或任何您所代表的第三方在本网站发布的违背法律规定或本协议规定的共享内容承担任何责任。
                </span>
              </p>
            </div>
          </div>
          <div class="up-part">
            <h1 class="up-title">11. 用户的广告宣传</h1>
            <div class="up-desc">
              <p class="up-desc-items">用户在自身发表的信息中加入宣传资料或参与广告策划，在本网站的免费服务上展示用户产品等，包括运输货物、付款、服务、商业条件、担保及与广告有关的描述都只是在相应的用户和广告销售商之间发生。本网站不为这类广告销售负任何责任。本网站不对前述信息作任何担保。
              </p>
            </div>
          </div>
          <div class="up-part">
            <h1 class="up-title">12. 链接事项</h1>
            <div class="up-desc">
              <p
                class="up-desc-items"
              >从本网站链接至本网站以外的网站：</p>
              <p
                class="up-desc-items"
              ><span>（a）某些情况下，本网站会提供跳转至国际互联网上的其它网站的链接。提供与这些网站的链接，目的在于帮助您收集相关信息并增加您使用互联网的便利。积木易搭致力于挑选声誉良好的网站来源，以方便访问用户。</span></p>
               <p
                class="up-desc-items"
              ><span>（b）然而，除非积木易搭已经明确书面声明与该网站有合作关系，否则提供链接至该网站，并不视为积木易搭同意、推荐、认可、保证或推介在该网站上所提供的任何服务、产品，亦不可视为积木易搭与该网站有任何形式的合作。</span></p>
               <p
                class="up-desc-items"
              ><span>（c）当您点击某个链接，即会离开本网站并进入另一个网站，您必须遵守该网站的使用条款。</span></p>
              <p
                class="up-desc-items"
              ><span>（d）有鉴于本网站内含可提供用户自行接挂或用户委托积木易搭及其关联公司基于用户提供资料进行接挂外链接（无论该外链为http或https）的服务，用户自行点击其他用户自行接挂或用户委托积木易搭及其关联公司基于用户提供资料进行接挂的外链接跳转时，本网站均不保证该外链接的安全性、合法性及完整性，本网站不对该外链接网站内容及服务做出任何担保及承诺。用户应审慎点击并使用该外链接，对于该外链接内要求使用或获取贵方信息的内容应谨慎选择是否授权。用户因使用外链接导致的任何损失或第三方纠纷等，本网站概不负责。</span></p>
               <p
                class="up-desc-items"
              ><span>从本网站链接至积木易搭及其关联公司其他地区或其它业务网站：</span></p>
              <p
                class="up-desc-items"
              ><span>本网站亦包含链接至积木易搭及其关联公司或其它业务网站，以方便您在特定地区或为特殊目的使用。这些网站所提供的产品和服务只提供给身处或居所属于该司法辖区的人士使用，其网站上某些网页或服务可能包括单独的使用条款，作为对本协议的补充，如果有任何冲突，该等单独的使用条款将对特定相关网页或服务适用。</span></p>
            </div>
          </div>
          <div class="up-part">
            <h1 class="up-title">13. 法律适用</h1>
            <div class="up-desc">
              <p
                class="up-desc-items"
              >本协议受中华人民共和国法律管辖。凡因本协议引起的或与本协议有关的任何争议, 双方当事人不能通过协商解决时，均应提交深圳市仲裁委员会，按照申请仲裁时该仲裁委员会现行有效的仲裁规则在深圳进行仲裁。仲裁裁决是终局的，对双方当事人均有约束力。</p>
              <p
                class="up-desc-items"
              >如果本协议中的任何条款被法院或仲裁机构视为违法、无效，或者由于任何原因无法执行， 不影响本协议中其它条款的有效性和可执行性。</p>
            </div>
          </div>
          <div class="up-part">
            <h1 class="up-title">14. 不可抗力</h1>
            <div class="up-desc">
              <p
                class="up-desc-items"
              >对由于不可抗力原因造成积木易搭无法履行本协议或无法提供本网站上的商品和服务时或使本站系统崩溃或无法正常使用导致用户无法正常使用或丢失有关的信息、记录等，积木易搭将不承担责任但应尽力协助处理善后事宜。不可抗力原因包括但不限于：网络崩溃、天灾、战争或恐怖主义、自然灾害、暴乱、政府行为等。</p>
            </div>
          </div>
          <div class="up-part">
            <h1 class="up-title">15.一般条款</h1>
            <div class="up-desc">
              <p
                class="up-desc-items"
              >本协议仅适用于直接登录访问本网站的用户和积木易搭之间。无论您访问本网站是代表您本人还是代表任何第三方，一旦使用本网站，则表明您或您所代表的第三方已明知并接受本协议条款，并同意受其约束。</p>
              <p
                class="up-desc-items"
              >积木易搭保留随时对本协议修改的权利。当您进行网上购买或使用本网站时，您的权利义务将受本协议最新版本的约束。</p>
              <p
                class="up-desc-items"
              >您勾选“我已阅读并接受《用户协议》”即视为您完全接受本协议，在勾选之前请您再次确认已知悉并完全理解本协议的全部内容。
</p>
            </div>
          </div>
          
        </div>  

        <div class="up-details" v-show="tabIndex=='copyright'">
             <p  class="up-part-copyright">
                欢迎使用3D云展网网站的服务！任何使用3D云展网服务的用户均应仔细阅读本声明，用户使用3D云展网服务的行为，包括进入3D云展网主页及各层页面将被视为对本声明全部内容的认可。</p>
             <p  class="up-part-copyright">3D云展网所有刊登内容，以及所提供的信息资料，目的是为了更好地服务于我们的访问者，本网站不保证所有信息、文本、图形、链接及其它项目的绝对准确性、完整性及合法性，仅供访问者参照使用。</p>
             <p  class="up-part-copyright">3D云展网不对所提供的网络服务能完全地绝对地满足用户的要求及网络服务的顺畅性、连续性、及时性、安全性、准确性进行任何承诺及保证。对于因不可抗力或本网站不可控制的原因（包括但不限于如不可抗力、政府管控、上游服务商无故停止服务或服务器升级维护等）造成的网络服务中断或其他缺陷，本网站均不承担任何责任，但将尽力减少及降低因此给用户造成的损失和影响。</p>
             <p  class="up-part-copyright">本网站严格保障用户隐私权，对本网站用户的个人信息保密，未经用户同意不得向他人泄露，但法律另有规定的除外。用户自愿注册并载明个人信息，并声明该信息真实有效，不得盗用他人信息进行注册，本网站对前述信息无审查义务，如有其他任何第三方就前述信息向本网站提出异议或诉讼的，本网站概不负责且有权向该用户进行追偿。用户同意将于注册或使用网站过程中所提供的个人信息由本网站进行善意利用。</p>
             <p  class="up-part-copyright">如有任何单位或个人认为刊载于3D云展网的内容涉嫌侵犯其合法权益的，应该及时向本网站载明的联系方式进行书面反馈，并向本网站提供身份证明、权属证明及详细侵权情况证明，本网站在收到上述法律文件后，将会尽快删除被控侵权内容。本网站对用户自行上传于网站内的内容均无审查义务，任何单位或个人如认为用户自行上传的内容涉嫌侵权的，可自行联系该用户协商解决事宜，本网站可协助双方对接但无必须之义务，任何单位或个人不得以本网站未尽审查义务为由向本网站或本网站关联公司提请诉讼或要求侵权赔偿。</p>
             <p  class="up-part-copyright">用户应合理合法地使用本网站服务，不得进行任何违法行为（如诽谤、侵犯第三方知识产权、传播淫秽信息等法律法规禁止的行为），不得脱离本网站明确授权范围使用。如有因前述原因而引致之任何意外、疏忽、合约毁坏、诽谤、知识产权侵犯及其所造成的各种损失（包括因下载而感染电脑病毒），本网站概不负责，亦不承担任何法律责任。对于本网站及本网站关联公司就任何因访问用户违反本协议或任何因用户通过本网站提供的信息或使用本网站时采取的违法、不当行为而蒙受的损失、负债、成本、费用及开支，包括合理的律师诉讼费，访问用户应当进行赔偿。一旦发生此类索赔、诉讼或法律程序，我们将予以及时通知。</p>
             <p  class="up-part-copyright">任何非本网站自有服务或本网站明确载明为本网站自有或自制信息，其余任何用户透过本网站网页或链接及得到之资讯、产品及服务，视创网概不负责，不对前述信息作任何担保，亦不负任何法律责任。本网站内所有内容并不反映任何视创云展网之意见及观点。</p>
              <p  class="up-part-copyright">本版权声明适用于本网站《用户协议》载明的免责条款及中华人民共和国法律法规规定的其它有关免责规定。</p>
        </div>
        
        <div class="up-details" v-show="tabIndex=='serviceAgreement'">
             <p  class="up-part-copyright">
                甲乙双方本着平等互利、诚实守信的原则，经甲方确认，依据《中华人民共和国合同法》双方达成本协议：</p>
             <p  class="up-part-copyright">一、以下所述条款构成平台服务或项目购买方（以下简称“甲方”）与深圳积木易搭科技技术有限公司（以下简称“乙方”）就购买本平台服务或项目所达成的协议（以下简称“本协议”）。甲方同意接受本协议的条款，接受本协议乙方的收费标准、服务内容以及乙方已经发布生效的任何规定的约束。</p>
             <p  class="up-part-copyright">二、本协议项下甲方所购买展厅模板产品，单个展厅模板仅可创建一个展厅，按照甲方于购买页面中载明的期限为周期及产品详情进行收费及服务。本协议项下展厅模板产品不提供布展服务，如甲方需要求乙方提供布展服务的，乙方可有偿向甲方提供该服务，甲方应向乙方另行付费。</p>
             <p  class="up-part-copyright">三、甲方系自主选择本协议规定的3D数字展厅空间模板，并保证接受本协议约定的空间模板搭建3D数字展厅服务将不会侵害任何第三方的合法权益；甲方在使用3D数字展厅服务过程中，所有行为均遵守国家法律、法规等规范性文件及传播平台服务协议的相关规定，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。如果违反前述约定，产生任何法律后果的，甲方应以自己的名义独立承担所有的法律责任，如给乙方造成经济损失,甲方将给予全额赔偿。</p>
             <p  class="up-part-copyright">四、甲方承诺，甲方于所购买展厅模板产品中上传/加载的所有资料（包括但不限于视频、音频、图像、影像、文字、模型等素材）均为甲方拥有独立的或已得到充分授权的完整的知识产权，乙方向甲方提供本合同项下的服务不会导致任何第三方向乙方要求包括但不限于侵权赔偿，如因甲方所上传/加载的资料等导致任何第三方向乙方求偿的，甲方应承担全部责任，如给乙方造成损失的，还应赔偿乙方损失。</p>
             <p  class="up-part-copyright">五、甲方使用所购买展厅模板产品所制作完成的3D数字展厅成果如未设置（密码）为保密展厅的，均视为允许乙方（包括乙方代理商、经销商及授权合作方等）对该展厅成果进行案例展示及宣传使用。</p>
             <p  class="up-part-copyright">六、本合同项下单一展厅模板产品中包含流量包为200G/年，甲方可于该流量包限额内使用。如该展厅使用过程中超出前述流量包限额的，甲方应向乙方另行付费，付费标准以乙方所出示的市场标准价格为准。</p>
              <p  class="up-part-copyright">七、甲方保证：不发布国家禁止销售的或限制销售的商品或服务信息（除非取得合法且足够的许可），不发布涉嫌侵犯他人知识产权或其它合法权益的商品或服务信息，不发布违背社会公共利益或公共道德或国家相关机构认为不适合在传播平台销售的商品或服务信息，不发布其它涉嫌违法或违反本协议的信息。乙方有权对以上信息进行抽查审核。如发现甲方所发布内容违背上述承诺，乙方有权根据自主判断拒绝为甲方提供约定服务且不承担任何违约责任，如给乙方造成损失的，还应赔偿乙方损失。</p>
              <p  class="up-part-copyright">八、由于3D数字展厅服务受网络影响具有一定的风险和不可控性, 如因下列情形造成3D数字展厅服务发生变化、争议、中断或终止的，乙方无需为此承担任何责任，但应尽可能事先进行通告：</p>
              <p  class="up-part-copyright">（1）由于电信线路、服务器和设备故障、宕机等原因造成乙方暂时无法提供服务。</p>
              <p  class="up-part-copyright">（2）由于甲方引起的有关3D数字展厅服务权属或其他任何纠纷。</p>
              <p  class="up-part-copyright">（3）由于乙方服务变化、技术或者其他无法预测、无法控制的因素造成的对服务的使用影响。</p>
              <p  class="up-part-copyright">（4）由于政策发生变化导致服务变更或无法继续提供服务。</p>
              <p  class="up-part-copyright">九、乙方不负担由于以下，且不限于以下事项引起的任何和全部的损失和责任：</p>
              <p  class="up-part-copyright">（1）因技术限制或不可抗力造成的损失或责任。</p>
              <p  class="up-part-copyright">（2）因未被授权者使用或误用申请人的帐号引起的损失或责任。</p>
              <p  class="up-part-copyright">（3）因甲方对帐号信息保管不善造成的帐号被盗用引起的损失或责任。</p>
              <p  class="up-part-copyright">（4）因其他的原因导致的损失或责任，包括未能按时缴纳3D数字展厅空间模板服务费用。</p>
              <p  class="up-part-copyright">十、3D数字展厅服务自甲方支付全部款项后在线开通，并从开通之日起，开始计算服务期限。甲方知悉并确认，甲方于本协议所购买的产品为虚拟货物，一经支付成功，乙方概不接受退款或更换之事宜。</p>
              <p  class="up-part-copyright">十一、乙方不对客户承诺以下内容：</p>
              <p  class="up-part-copyright">（1）所售3D数字展厅服务规格之外的服务内容。</p>
              <p  class="up-part-copyright">（2）3D数字展厅服务标准功能外的定制化开发。</p>
              <p  class="up-part-copyright">（3）实际宣传效果、变现收益等。</p>
              <p  class="up-part-copyright">十二、甲、乙双方应履行本协议相关约定，乙方会尽力但不保证提供绝对完善的付费产品、功能或服务的相关内容，提供方式为官网介绍和客服介绍等。甲方有权在选择购买前，已详细了解所有产品功能和服务细则。乙方不承担因您未充分了解付费产品、功能或服务的内容，而提出的退款或赔偿诉求。任何一方违约，守约方有权终止本协议，违约方应承担相应违约责任，如甲方违约或擅自解除本协议，则甲方所支付的全部费用不予返还。无论何种情况，违约及赔偿总额以甲方支付的费用为限。</p>
              <p  class="up-part-copyright">十三、甲方不得将乙方提供的帐户或服务等基于本协议取得的产品或成果通过出租、出售、许可等有偿或无偿的方式交由第三方进行使用（经乙方书面同意的除外），并且甲方应确保不会因为自身过失导致第三方获取乙方提供的账户，否则乙方有权解除本协议而不承担任何违约责任，如给乙方造成损失的，还应赔偿乙方损失。</p>
              <p  class="up-part-copyright">十四、甲方于乙方平台内所登记联系方式和联系信息适用于双方往来联系、书面文件送达及争议解决时法律文书送达。文件、通知按照有效的联系方式交给经营特快专递的单位三日后为已送达。</p>
              <p  class="up-part-copyright">十五、本协议的签订、履行、变更、解除、纠纷适用中华人民共和国法律。在履行本协议中如发生争议，甲乙双方应协商解决；协商不成时，应提交中国国际经济贸易仲裁委员会按照该会有效仲裁规则仲裁。仲裁裁决是终局的，对双方当事人均有约束力。</p>
              <p  class="up-part-copyright">十六、甲方确认，已阅读完毕且完全同意以上条款，甲方于向乙方发起支付时默认已清楚了解所购买产品/项目内容且对本协议内容无异议。</p>
        </div>

      </div>
  </div>
</template>
<script>
export default {
  data() {
    return {
        tabIndex:"user"  //copyright  user
    };
  },
  watch: {
    "$route.params.type": function(val) {
      if(val) {
        this.tabIndex = this.$route.params.type || "user";
      }
    }
  },
  mounted(){
    this.tabIndex = this.$route.params.type || "user";
  },
  methods:{
      slideTab(e){
          this.tabIndex = e;
      }
  }
};
</script>

<style lang="scss" scoped src="./userProtocol.scss"></style>


